data_enemy = 
{
    {
        id = 45,
        name = "绿色史莱姆",
        hp = 50,
        atk = 20,
        def = 1,
        gold = 1,
        exp = 1,
    },
    {
        id = 46,
        name = "红色史莱姆",
        hp = 70,
        atk = 15,
        def = 2,
        gold = 2,
        exp = 2,
    },
    {
        id = 28,
        name = "小蝙蝠",
        hp = 100,
        atk = 20,
        def = 5,
        gold = 3,
        exp = 3,
    },
    {
        id = 1,
        name = "骷髅人",
        hp = 110,
        atk = 25,
        def = 5,
        gold = 5,
        exp = 4,
    },
    {
        id = 2,
        name = "骷髅士兵",
        hp = 150,
        atk = 40,
        def = 20,
        gold = 8,
        exp = 6,
    },
    {
        id = 49,
        name = "初级法师",
        hp = 125,
        atk = 50,
        def = 25,
        gold = 10,
        exp = 7,
    },
}

-- 绿头怪 50 20 1 1 1
-- 红头怪 70 15 2 2 2
-- 小蝙蝠 100 20 5 3 3
-- 骷髅人 110 25 5 5 4
-- 青头怪 200 35 10 5 5
-- 骷髅士兵 150 40 20 8 6
-- 初级法师 125 50 25 10 7
-- 大蝙蝠 150 65 30 10 8
-- 兽面人 300 75 45 13 10
